Repository: melaniehoneychurch/st09_pmmn
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: User created successfully
fr: Utilisateur créé avec succès

source: User modified succefully
fr: Utilisateur modifié avec succès

source: Password modified successfully
fr: Mot de passe modifié avec succès

source: User deleted successfully
fr: Utilisateur supprimé avec succès

source: Changes have not been saved
fr: Les modifications n'ont pas été enregistrées

source: Hazard statement created successfully
fr: Mention de danger créé avec succès

source: Hazard statement modified successfully
fr: Mention de danger modifié avec succès

source: Hazard statement deleted successfully
fr: Mention de danger supprimé avec succès

source: Pictogram created successfully
fr: Pictogramme créé avec succès

source: Pictogram modified successfully
fr: Pictogramme modifié avec succès

source: Product created successfully
fr: Product créé avec succès

source: Family created successfully
fr: Famille créée avec succès

source: Product modified successfully
fr: Produit modifié avec succès

source: Product deleted successfully
fr: Produit supprimé avec succès

source: Storage created successfully
fr: Stockage créée avec succès

source: Storage modified successfully
fr: Stockage modifié avec succès

source: You cannot delete this storage because it currently contains at least one product.
fr: Vous ne pouvez pas supprimé ce stockage car il contient actuellement au moins un produit.

source: Storage deleted successfully
fr: Stockage supprimé avec succès

source: Trash created successfully
fr: Poubelle créée avec succès

source: Trash modified successfully
fr: Poubelle modifié avec succès

source: Trash deleted successfully
fr: Poubelle supprimée avec succès

source: Modification have not been saved
fr: Les modifications n'ont pas été enregistrées

source: User modified successfully
fr: Utilisateur modifié avec succès

source: Product successfully added to inventory
fr: Produit ajouté à l'inventaire avec succès

source: Solution modified succesfully
fr: Solution modifiée avec succès

source: The product has been used
fr: Le produit a été utilisé

source: Solution deleted succesfully
fr: Solution supprimée avec succès

source: Product succesfully removed from inventory
fr: Produit supprimé de l'inventaire avec succès

source: Solution created succesfully
fr: Solution créée avec succès

source: Solution modified succefully
fr: Solution modifiée avec succès

source: Recipe created succesfully
fr: Recette créée avec succès

source: Recipe modified succesfully
fr: Recette modifiée avec succès

source: Recipe deleted succefully
fr: Recette supprimée avec succès

source: Informations modified succesfully
fr: Informations modifiées avec succès

source: Password modified succesfully
fr: Mot de passe modifié avec succès

source: Your message has been sent
fr: Votre message a été envoyé

source: Modify password
fr: Modifier mot de passe

source: Cancel
fr: Annuler

source: Search
fr: Rechercher

source: List
fr: Liste

source: User
fr: Utilisateur

source: Activated
fr: Activaté

source: Inactivated
fr: Désactivé

source: Edit
fr: Editer

source: a user
fr: un utilisateur

source: Laboratory L2N
fr: Laboratoire L2N

source: Product list
fr: Liste produits

# Recipes &amp; Solutions
source: Recipes & Solutions
fr: Recettes & Solutions

source: Recipes
fr: Recettes

source: New recipe
fr: Nouvelle recette

source: All recipes
fr: Toutes les recettes

source: My recipes
fr: Mes recettes

source: New solution
fr: Nouvelle solution

source: All solutions
fr: Toutes les solutions

source: My solutions
fr: Mes solutions

source: Management
fr: Gestion

source: Product moderation
fr: Modération produits

source: Products list
fr: Liste produits

source: New product
fr: Ajouter produit

source: New family
fr: Ajouter famille

source: Pictograms list
fr: Liste pictogrammes

source: New pictogram
fr: Ajouter pictogramme

source: Storages list
fr: Liste stockages

source: New storage
fr: Ajouter stockage

source: Bins list
fr: Liste poubelles

source: New bin
fr: Ajouter poubelle

source: GHS list
fr: Liste GHS

source: New GHS
fr: Ajouter GHS

source: Manage users
fr: Gérer utilisateurs

source: Users list
fr: Liste utilisateurs

source: New user
fr: Ajouter utilisateur

source: Inventory
fr: Inventaire

source: See inventory
fr: Voir l'inventaire

source: New inventory
fr: Ajouter à l'inventaire

source: Export inventory
fr: Exporter l'inventaire

source: Administrator
fr: Administrateur

source: Contact us
fr: Nous contacter

source: Logout
fr: Se déconnecter

source: Login
fr: Se connecter

source: Product name
fr: Nom produit

source: Concentration/purity
fr: Concentration/pureté

source: Quantity
fr: Quantité

source: Storage
fr: Stockage

source: Owner
fr: Propriétaire

source: Added
fr: Description de votre solution

source: Delete
fr: Supprimer

source: Title
fr: Titre

source: Created
fr: Créée le

source: Add a product to inventory
fr: Ajouter un produit dans l'inventaire

source: Solutions represent the physical instantiation of a recipe. When you create a solution it will be added to the lab inventory
fr: Les solutions représentent l'instanciation physique d'une recette. Lorsque vous créez une solution, elle est automatiquement ajouté à l'inventaire

source: Creator
fr: Créateur

source: You are about to add a new solution. If you haven't already, consider creating the recipe to which your solution is associated.
fr: Vous êtes sur le point de créer une nouvelle solution. Si vous ne l'avez pas déjà fait, n'oubliez pas de créer la recette à laquelle votre solution est associée.

source: You can also create a solution without a recipe if you feel it is not necessary. In this case you just need not to choose a recipe in the "recipe" tab below.
fr: Vous pouvez également créer une solution sans recette si vous jugez que ça n'est pas nécessaire. Dans ce cas, il vous suffit de ne pas choisir de recette dans l'onglet "recette" ci-dessous.

source: Confidential
fr: Confidentielle

source: Made by
fr: Créée par

source: on
fr: le

source: This solution was prepared from a confidential recipe
fr: Cette solution a été préparée à partir d'une recette confidentielle

source: This solution was created from the recipe:
fr: Cette solution a été créée à partir de la recette :

source: Ingredients
fr: Ingrédients

source: Product
fr: Produit

source: Danger pictograms
fr: Pictogrammes de danger

source: Confidential solution
fr: Solution confidentielle

source: Add new solution
fr: Ajouter une nouvelle solution

source: You can use the form below to contact the administrators of the site and thus notify them if you have any problems while browsing.
fr: Vous pouvez utiliser le formulaire ci-dessous pour contacter les administrateurs du site et ainsi leur signaler si vous rencontrez des problèmes lors de votre navigation.

source: Send
fr: Envoyer

source: You have scanned
fr: Vous avez scanné

source: , what do you want to do ?
fr: , que voulez-vous faire ?

source: Use the solution
fr: Utiliser la solution

source: Learn more about this solution
fr: En savoir plus sur la solution

source: See in inventory
fr: Voir son inventaire

source: This is a confidential solution, for your own safety you can know its date of manufacture and the dangers associated with it.
fr: Il s'agit d'une solution confidentielle, pour votre propre sécurité vous avez accès à sa date de fabrication et les dangers qui lui sont associés.

source: Obligation pictograms
fr: Pictogrammes de recommandation

source: Use product
fr: Utiliser le produit

source: No security sheet
fr: Pas de fiche de sécurité

source: Bin
fr: Poubelle

source: No access to the camera (Check that your camera is activated)
fr: Pas d'accès à la camera (Vérifiez que votre caméra est bien activée)

source: No QrCode detected
fr: Pas de QrCode détecté

source: Name
fr: Nom

source: Family
fr: Famille

source: In stock
fr: En stock

source: Display the complete safety data sheet
fr: Afficher la fiche de sécurité complète

source: Download the complete safety data sheet
fr: Télécharger la fiche de sécurité complète

source: No safety data sheet
fr: Pas de fiche de sécurité

source: Print the summary safety sheet
fr: Imprimer la fiche de sécurité résumée

source: Print product QR Code
fr: Imprimer le QR Code du produit

source: General informations
fr: Informations générales

source: Technical informations
fr: Informations techniques

source: Molar mass
fr: Masse molaire

source: Schema
fr: Schéma

source: Risk of use
fr: Risques d'utilisation

source: Hazardous mixtures
fr: Mélanges dangereux

source: Hazard statements
fr: Mention de danger

source: Manage GHS Hazard Statements
fr: Gérer les mentions de danger GHS

source: Create a GHS hazard statement
fr: Créer une mention de danger GHS

source: a pictogram
fr: un pictogram

source: Add new family
fr: Ajouter une nouvelle famille

source: a product
fr: un produit

source: Manage the storages
fr: Gérer les stockages

source: a storage
fr: un stockage

source: Manage the trashcans
fr: Gérer les poubelles

source: a trashcan
fr: une poubelle

source: Written by
fr: Rédigée par

source: Write a recipe
fr: Ecrire une recette

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Edit my profile
fr: Modifier mes informations personnelles

source: Edit my password
fr: Modifier mon mot de passe

source: My profile
fr: Mes informations personnelles

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Email
fr: Adresse mail

source: Phone
fr: Téléphone

source: Edit profil
fr: Modifier mes informations personnelles

source: Edit password
fr: Modifier mon mot de passe

source: Enable
fr: Activé

source: Disabled
fr: Désactivé

source: Edit GHS Hazard Statements
fr: Editer les mentions de danger GHS

source: Author
fr: Auteur

source: older
fr: moins récent

source: newer
fr: plus récent

source: Quantity (specify unit, e.g. mg, mL, mol)
fr: Quantité (précisez l'unité, ex : mg, mL, mol)

source: Include in search :
fr: Inclure dans la recherche :

source: Products and solutions
fr: Produits et solutions

source: Products
fr: Produits

source: Name of your solution
fr: Nom de votre solution

source: Quantity produced of your solution (specify the unit)
fr: Quantité de solution produite (précisez l'unité)

source: Select the recipe you used
fr: Sélectionnez la recette que vous avez utilisé

source: Indicate where you keep your solution
fr: Indiquez où vous conservez cette solution

source: Print the QR Code solution
fr: Imprimer le QRcode de la solution

source: If the scan does not work, type in the search bar the code of the product or the solution (this is the code written under the QR Code, ex: P56):
fr: Si le scan ne fonctionne pas, tapez dans la barre de recherche le code du produit ou de la solution (il s'agit du code écrit sous le QR Code, ex : P56) :

source: Save
fr: Enregistrer

source: Recipes should not be confused with solutions. When you create a recipe you write how to achieve a solution subsequently. A recipe does not correspond to an element physically present in the lab.
fr: Il ne faut pas confondre les recettes avec les solutions. Lorsque vous créez une recette vous écrivez comment réaliser par la suite une solution. Une recette ne correspond pas à un élément physiquement présent dans le laboratoire.

source: You have to see the recipes as a cookbook and the solutions as the dishes you prepare by following the explanations of the book.
fr: Il faut voir les recettes comme un livre de cuisine et les solutions comme les plats que vous préparez en suivant les explications du livre.

source: Name of the family
fr: Nom de la famille

source: Submit the safety sheet
fr: Déposez la fiche de sécurité

source: Drop an image of the formula
fr: Déposez une image de la formule

source: Product color code
fr: Choisissez le code couleur du produit

source: French name
fr: Indiquez le nom français

source: English name
fr: Indiquez le nom anglais

source: You can add a third product name in this field
fr: Vous pouvez ajouter un troisième nom dans ce champ

source: CAS number
fr: Numéro CAS

source: Select the families of this product
fr: Sélectionnez les familles du produit

source: Indicate its molar mass
fr: Indiquez sa masse molaire

source: Indicate its density
fr: Indiquez sa densité

source: Indicate its melting temperature
fr: Indiquez sa température de fusion

source: Indicate its boiling temperature
fr: Indiquez sa température d'ébullition

source: Indicate its optical index
fr: Indiquez son indice optique

source: Indicate the auto-ignition point
fr: Indiquez le point d'auto-inflammation

source: Indicate the risks associated with the use of this product
fr: Indiquez les risques d'utilisation

source: Indicate hazardous mixtures
fr: Indiquez les mélanges dangereux

source: Comments :
fr: Commentaires :

source: Select the pictograms (danger and/or obligation) associated with this product :
fr: Sélectionnez les pictogrammes (danger et/ou utilisation) associés à ce produit :

source: Indicate where this product is stored
fr: Indiquez où est rangé ce produit

source: Indicate in which bin to throw this product
fr: Indiquez dans quelle poubelle jeter ce produit

source: Select the hazard statements associated with this product :
fr: Sélectionnez les mentions de danger associées à ce produit :
